Repository: akkaweb/database-backup
Catalog: src/Locale/*/database_backup.po
Languages: it

source: The backup {0} has been exported
it: Il backup è stato esportato

source: Backup files found: {0}
it: File di backup trovati: {0}

source: Compression
it: Compressione

source: Datetime
it: Data e orario

source: The backup {0} has been imported
it: Il backup è stato importato

source: The file {0} has been deleted
it: Il file {0} è stato cancellato

source: Deleted backup files: {0}
it: File di backup cancellati: {0}

source: No file has been deleted
it: Nessun file è stato cancellato

source: Exports a database backup
it: Esporta un backup del database

source: Database connection to use
it: Connessione del database da utilizzare

source: Compression type. By default, no compression will be used
it: Tipo di compressione. Di default, nessuna compressione sarà utilizzata

source: Filename to use to save the backup. Using this method, the compression type will be automatically detected by the filename
it: Filename da utilizzare per salvare il backup. Usando questo modo, il tipo di compressione sarà rilevato automaticamente dal filename

source: Rotates backups. You must indicate the number of backups you want to keep. So, it will delete all backups that are older. By default, no backup will be canceled
it: Esegue la rotazione dei backup. Devi indicare il numero di backup che vuoi mantenere. Così, cancellerà tutti i backup più vecchi. Di default nessun backup verrà cancellato

source: Lists database backups
it: Elenca i backup del database

source: Imports a database backup
it: Importa un backup del database

source: Filename to import
it: Filename da importare

source: Rotates backups. You must indicate the number of backups you want to keep. So, it will delete all backups that are older
it: Esegue la rotazione dei backup. Devi indicare il numero di backup che vuoi mantenere. Così, cancellerà tutti i backup più vecchi

source: Number of backups you want to keep
it: Numero di backup che vuoi mantenere

source: File or directory {0} not writeable
it: File o directory {0} non scrivibile

source: Impossible to delete the file {0}
it: Impossibile cancellare il file {0}

source: File or directory {0} not readable
it: File o directory {0} non leggibile

source: Invalid value for the rotation
it: Valore non valido per la rotazione

source: Compression type is missing
it: Tipo di compressione non presente

source: Compression type not supported
it: Tipo di compressione non supportato

source: Invalid connection
it: Connessione non valida

source: File or directory {0} already exists
it: File o directory {0} già esistente

source: Invalid file extension
it: Estensione del file non valida

source: File or directory {0} has not been created
it: Il file o la directory {0} non è stato creato

source: The filename is missing
it: Il filename non è presente
